Repository: CalmingBreeze/mi-time
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

# Product Admin Attributes Group Block
source: Product Detail
fr_fr: Détails du produit

# Product Admin Attributes Group Block
source: Full view related content. Modify product page content.
fr_fr: Attributs de la vue détaillée. Impacte la page produit.

# Product Admin Attributes Group Block
source: Tile Detail
fr_fr: Configuration de la vignette

# Product Admin Attributes Group Block
source: Tile view parameters. Modify tiles in list views
fr_fr: Attributs de la vue vignette. Impacte l'affichage des vignettes en liste.

# Product Admin Attributes Group Block
source: SEO related parameters
fr_fr: Paramètres SEO.

# Product Admin Attributes Group Block
source: Giftcard Specifics
fr_fr: Spécificités Carte cadeau

# Product Admin Attributes Group Block
source: Giftcard specifics attributes
fr_fr: Attributs propres à cette carte-cadeau.

# Product Admin Attributes Group Block
source: Stripe connection
fr_fr: Connexion avec Stripe

# Product Admin Attributes Group Block
source: Stripe product pairing parameters
fr_fr: Lien avec les produits stripes

# Product Admin Attributes Group Block
source: Promo
fr_fr: Offre promotionnelle

# Product Admin Attributes Group Block
source: Promotion related parameters
fr_fr: Parametrage d'une promotion stripe

# Product Admin Attributes Group Block
source: Bundle Specifics
fr_fr: Spécifités du forfait

# Product Admin Attributes Group Block
source: Bundle specific attributes
fr_fr: Attributs propre aux forfaits

# Product Admin Attributes Group Block
source: Massage Specifics
fr_fr: Attributs propre aux massages

# Product Admin Attributes Group Block
source: Massage specific attributes
fr_fr: Spécificités du massage

# Model Field
source: SEO URL Normalization
fr_fr: Url finale (SEO)

# Model Field
source: SEO Meta Title (50->70)
fr_fr: SEO Balise Meta Title (50->70 caractères)

# Model Field
source: SEO Meta Description (90->160)
fr_fr: SEO Balise Meta Description (90->160 caractères)

# Model Field
source: SEO Meta Keyword (max 10)
fr_fr: SEO Balise Meta Keyword (max 10 mots)

# Model Field
source: Stripe Product id of the product
fr_fr: Identifiant Produit Stripe

# Model Field
source: Stripe Price id of the product
fr_fr: Identifiant Prix Stripe

# Model Field
source: Price of the product
fr_fr: Prix du produit

# Model Field
source: Label displayed on the tile for list view.
fr_fr: Nom du massage dans la vue liste

# Model Field
source: The cover image used in tiles when listed.
fr_fr: Vignette utilisée dans l'affichage liste. 353x326 px

# Model Field
source: Order index when listing, 1 is first, X last
fr_fr: Priorité d'affichage dans la liste.

# Model Field
source: Different tile background color when listed
fr_fr: Mettre en valeur la vignette avec une couleur de fond alternative

# Model Field
source: An image to illustrate the massage
fr_fr: Image du massage

# Model Field
source: SEO Img Alt
fr_fr: SEO Attribut Alt de l'image

# Model Field
source: Name of the promo displayed on full view
fr_fr: Nom de l'offre promotionnelle, visible en vue complète

# Model Field
source: Apply a coupon code to the product checkout, used for recurrent promo
fr_fr: Applique un code promo automatiquement au produit

# Model Field
source: Discounted price of the product
fr_fr: Prix remisé du produit

# Model Field
source: When the promotion begin
fr_fr: Date de début de promotion

# Model Field
source: When the promotion end
fr_fr: Date de fin de promotion

# Model Field
source: Full URL to calendly appointment event
fr_fr: URL complète vers l'évènement calendly

# Model Field
source: Duration of the Massage (HH:MM:SS)
fr_fr: Durée du massage (HH:MM:SS)

# Model Class Name
source: Gift card
fr_fr: Carte cadeau

# Model Field
source: Gift label on the giftcard
fr_fr: Titre de la carte cadeau

# Model Field
source: Duration of the gifted Massage (HH:MM:SS)
fr_fr: Valeur de la carte en temps (HH:MM:SS)

# Model Field
source: Stripe Coupon id of the gift card
fr_fr: Identifiant Coupon de la carte cadeau

# Model Class Name
source: Bundle
fr_fr: Forfait

# Model Field
source: Total massage credit duration of the bundle
fr_fr: Durée totale de massage du forfait

# Model Class Name
source: Address
fr_fr: adresses

# Model Field
source: Postal code
fr_fr: Code postal

# Model Field
source: City
fr_fr: Ville

# Model Field
source: Country
fr_fr: Pays

# Model Field
source: Place id encoded by google map for this address
fr_fr: Valeur du place_id selon google

# Model Class Name
source: Opening
fr_fr: Ouverture

# Model Field
source: Opening
fr_fr: Ouverture

# Model Field
source: Lunchbreak
fr_fr: Pause repas

# Model Field
source: End of the Lunchbreak
fr_fr: Fin de la Pause repas

# Model Field
source: Closing
fr_fr: Fermeture

# Model Field
source: monday
fr_fr: lundi

# Model Field
source: tuesday
fr_fr: mardi

# Model Field
source: wednesday
fr_fr: mercredi

# Model Field
source: thursday
fr_fr: jeudi

# Model Field
source: friday
fr_fr: vendredi

# Model Field
source: saturday
fr_fr: samedi

# Model Field
source: sunday
fr_fr: dimanche

# Model Class Name
source: Practice
fr_fr: Salon

# Model Field
source: Additionnal content of the page
fr_fr: Contenu de la page

# Model Field
source: Google Site url
fr_fr: Url du Google Site

# Model Field
source: SEO Url Normalization
fr_fr: Url finale (SEO)

# Model Field
source: The cover image used when listed
fr_fr: Vignette utilisée dans la liste

# Model Field
source: An image to illustrate the practice
fr_fr: Photo du salon

# Model Field
source: Content of the page
fr_fr: Contenu de la page

# Model Field
source: Link custom view to its meta datas
fr_fr: Lien vers une vue personnalisée

# Model Field
source: Page legaly required ? (displayed under the footer)
fr_fr: Page de mentions légale ? (Sera affichée sous le footer)

# Model Field
source: Position of the item in the menu (empties won't be displayed)
fr_fr: Ordre des pages dans le menu (si vide, n'apparaîtra pas)

# Model Field
source: Position of the item in footer links section (empties won't be displayed)
fr_fr: Ordre des pages dans le menu (si vide, n'apparaîtra pas)

# Model Class Name
source: Global Site Config
fr_fr: Configurations globales

# Model Field
source: Email visible on the website
fr_fr: Email principal du site

# Model Field
source: Main Mobile number visible on the website
fr_fr: Numéro de mobile dans le bandeau supérieur

# Model Field
source: Opening time text in header
fr_fr: Heure d'ouverture dans le bandeau supérieur

# Model Field
source: Title of the about block in footer
fr_fr: Titre du bloc à propos du footer

# Model Field
source: Content of the about block in footer
fr_fr: Contenu du bloc à propos du footer

# Model Field
source: Facebook Account
fr_fr: Compte Facebook

# Model Field
source: Instagram Account
fr_fr: Compte Instagram

# Model Field
source: Copyright content in the footer
fr_fr: Text de copyright dans le pied de page

# Model Field
source: Design credit content in the footer
fr_fr: Mentions du créateur du design du site

# Model Field
source: An Image displayed when the original is not found
fr_fr: Une image affichée lorsque l'originale n'existe pas

# Model Field
source: Content of robots.txt
fr_fr: Contenu de robots.txt

# Bundle Full
source: Buy
fr_fr: Acheter ce forfait

# Product List
source: Our available bundles
fr_fr: Nos forfaits disponibles

# Header
source: Book now
fr_fr: <span class="responsivehide">Prendre </span>RDV

# Menu link
source: Practice
fr_fr: Le Salon

# Menu link
source: Find us
fr_fr: Nous trouver

# Menu link
source: Contact us
fr_fr: Nous contacter

# Footer
source: Links
fr_fr: Navigation

# Menu link
source: Book an appointment
fr_fr: Prendre rendez-vous

# Practice detail block
source: Our practice
fr_fr: Le salon

# Practice map block
source: Practical Informations
fr_fr: Informations pratiques

# Practice openings block
source: morning
fr_fr: matin

# Practice openings block
source: afternoon
fr_fr: après-midi

# Practice detail block
source: Directions
fr_fr: Se rendre au salon

# Practice openings block
source: Availabilities
fr_fr: Nos Horaires de Rendez-vous

# Product Tiles
source: We are currently polishing our offer. Come back soon to see what we have cooked for you !
fr_fr: Nous revoyons actuellement notre offre. N'hésitez pas à revenir nous voir très bientôt pour découvrir nos services.

# Error Pages
source: Go back to the homepage
fr_fr: Revenir à la page principale

# Giftcard Full
source: Buy
fr_fr: Offrir cette Carte

# Product List
source: Our available gift cards
fr_fr: Nos cartes cadeaux disponibles

# Main page
source: Our available massages
fr_fr: Mireille prend soin de vous, et vous propose

source: This massage is available at
fr_fr: Ce massage est disponible au

# Product List
source: Our available massages
fr_fr: Mireille prend soin de vous, et vous propose

# Practice Full massage block title
source: Available massages
fr_fr: Massages disponibles

# Practice List
source: My practices
fr_fr: Les salons

# Duration Operator
source: week
fr_fr: semaine

# Duration Operator
source: day
fr_fr: jour

# Duration Operator
source: hour
fr_fr: heure

# Duration Operator
source: second
fr_fr: seconde
